Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextApp/Resources/Home.xcstrings
Source language: en
Languages: ja

# home.title
source: Home
ja: ホーム

# home.unavailable
source: Conversations need a newer cmux daemon.
ja: 会話には新しい cmux デーモンが必要です。

# home.owner.local
source: This Mac only
ja: この Mac のみ

# home.newConversation.title
source: New Conversation
ja: 新しい会話

# home.engine.answeredBy
source: Recent replies, answered by:
ja: 最近の返信と回答したエンジン:

# home.engine.avatar
source: Avatar
ja: アバター

# home.engine.brain
source: Runs on this Mac (%@). Tools: zoom, date, spawn, tell and the harness's own.
ja: この Mac で動作します（%@）。ツール: zoom、date、spawn、tell とハーネス自身のツール。

# home.engine.runsElsewhere
source: This Chief runs on a paired server, not on this Mac. Its harness and model are set on that server.
ja: この Chief はこの Mac ではなく、ペアリングしたサーバーで動作します。ハーネスとモデルはそのサーバーで設定します。

# home.engine.default
source: Default
ja: デフォルト

# home.engine.effort
source: Effort
ja: 推論の強さ

# home.engine.harness
source: Harness
ja: ハーネス

# home.engine.lastTurn
source: Last turn: %1$@, %2$@ s, %3$lld tool calls (%4$lld failed), %5$@ cached, %6$@
ja: 前回のターン: %1$@、%2$@ 秒、ツール呼び出し %3$lld 回（失敗 %4$lld）、キャッシュ %5$@、%6$@

# home.engine.model
source: Model
ja: モデル

# home.engine.name
source: Name
ja: 名前

# home.engine.nextTurn
source: Changes apply from the next turn.
ja: 変更は次のターンから適用されます。

# home.engine.noTurn
source: No turn yet
ja: まだターンはありません

# home.engine.openTraces
source: Show Traces
ja: トレースを表示

# home.engine.pillHelp
source: Shows or hides this Chief's settings
ja: この Chief の設定を表示または非表示にします

# home.engine.title
source: Chief Settings
ja: Chief の設定

# home.chief.mergeBlocked
source: Quit older cmux DEV builds to merge Chief history
ja: Chief の履歴を統合するには、古い cmux DEV ビルドを終了してください

# home.chief.organizing
source: Organizing Chief history: %1$lld of %2$lld
ja: Chief の履歴を整理中: %2$lld 件中 %1$lld 件

# home.engine.showMemory
source: Show Memory
ja: メモリを表示
